Repository: akashagarwal/qPaaS
Catalog: PaasServerApp/webapp/uploads/user1/dj1/projectperiod_0_8_1/Core/locale/*/LC_MESSAGES/django.po
Languages: de

source: Customer
de: Kunde

source: Date
de: Datum

source: Please enter a date
de: Bitte ein Datum eintragen

source: A customer is required
de: Ein Kunde wird benötigt

source: Project
de: Projekt

source: Location
de: Standort

source: A location is required
de: Ein Standort wird benötigt

source: Comment
de: Kommentar

source: Billable
de: Abrechenbar

source: Time
de: Zeit

source: Please enter a time
de: Bitte eine Zeit eintragen

source: First name
de: Vorname

source: Please enter a first name
de: Bitte einen Vornamen eintragen

source: Last name
de: Nachname

source: Please enter a last name
de: Bitte einen Nachnamen eintragen

source: Daily begin
de: Tagesbeginn

source: Daily end
de: Tagesende

source: periods
de: Zeitabschnitte

source: Acquisition
de: Zeitbuchung

source: Please enter an E-Mail
de: Bitte eine E-Mail eintragen

source: Old Password
de: Altes Passwort

source: Please enter your old password
de: Bitte trage dein altes Passwort ein

source: New Password
de: Neues Passwort

source: Please enter your new password
de: Bitte trage dein neues Passwort ein

source: From
de: Von

source: To
de: Bis

source: Username
de: Benutzername

source: Please enter an user name
de: Bitte einen Benutzernamen eintragen

source: Vacation days
de: Urlaubstage

source: Please enter vacation days
de: Bitte Urlaubstage eintragen

source: Min hours per year
de: Min. Stunden im Jahr

source: Please enter the min amount of working hours per year
de: Bitte gib eine mindestanzahl an Arbeitsstunden im Jahr ein

source: Max hours per year
de: Max. Stunden im Jahr

source: Please enter the max amount of working hours per year
de: Bitte gib eine maximalanzahl an Arbeitsstunden im Jahr ein

source: Hourly rate
de: Stundenlohn

source: Please enter a hourl rate
de: Bitte einen Stundenlohn eintragen

source: Management permission
de: Management Rechte

source: API permission
de: API Nutzung

source: File
de: Datei

source: Year
de: Jahr

source: Include Weekend
de: Wochenenden einschließen

source: Password
de: Passwort

source: Query
de: Abfrage

source: Street
de: Straße

source: Postcode
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: Description
de: Beschreibung

source: Responsible
de: Verantwortlich

source: Billing
de: Rechnung

source: Hourly Rate
de: Stundenlohn

source: End
de: Ende

source: Already planned vacation for:
de: Bereits geplanter Urlaub für:

source: Planned vacation for:
de: Geplante Urlaubstage:

source: From must be before To
de: Von muss vor Nach sein

source: Already planed for:
de: Bereits geplanter Urlaub für:

source: Planned for:
de: Geplante Urlaubstage:

source: Already vacation for:
de: Bereits geplanter Urlaub für:

source: User not found
de: Benutzer nicht gefunden

source: Password resetted
de: Passwort zurückgesetzt

source: User not identical. More then one user with this email
de: Der Benutzer ist nicht eindeutig. Es ist mehr als ein Benutzer mit dieser E-Mail vorhanden.

source: Import:
de: Importiere:

source: Could not import:
de: Konnte nicht importieren:

source: Employe
de: Mitarbeiter

source: Duration in hours
de: Dauer in Stunden
